export const diseaseIntroduction = [
    {
        "name": "出血热",
        "briefIntroduction": "流行性出血热又称肾综合征出血热，是由流行性出血热病毒引起的自然疫源性疾病，流行广，病情危急，病死率高，危害极大。世界上人类病毒性出血热共有13种，根据该病肾脏有无损害，分为有肾损及无肾损两大类。在我国主要为肾综合征出血热（HFRS）。在病原体未解决前，在我国称流行性出血热(EHF)；在朝鲜称朝鲜出血热(KHF)；在俄罗斯称出血性肾病肾炎(HNN)；由于特异性血清学诊断的确立及病原学的解决，1982年世界卫生组织统一定名为肾综合征出血热。现中国仍沿用流行性出血热的病名。\n" +
            "\n" +
            "本病是由病毒引起以鼠类为主要传染源的自然疫源性疾病。是以发热、出血倾向及肾脏损害为主要临床特征的急性病毒性传染病。本病主要分布于欧亚大陆，但HFRS病毒的传播几乎遍及世界各大洲。在我国已有半个世纪的流行史，全国除青海、台湾省外均有疫情发生。八十年代中期以来，我国本病年发病数逾已10万，已成为除病毒性肝炎外，危害最大的一种病毒性疾病。",
        "etiology": "（一）宿主动物和传染源：主要是小型啮齿动物、包括姬鼠属（主要为黑线姬鼠）、大鼠属（主要为褐家鼠、大白鼠）、鼠（棕背、红背）、田鼠属（主要为东方田鼠）、仓鼠属（主要为黑线仓鼠）和小鼠属（小家鼠，小白鼠）。我国已查出30种以上动物可自然携带本病毒，除啮齿动物外，一些家畜也携带EHFV，包括家猫、家兔、狗、猪等，证明有多宿主性。这些动物多属偶然性携带，只有少数几个鼠种从流行病学证明为本病的传染源，其中在我国黑线姬鼠为野鼠型出血热的主要宿主和传染源，褐家鼠为城市型（日本、朝鲜）和我国家鼠型出血热的主要传染源，大林姬鼠是我国林区出血热的主要传染源。至于其它携带本病毒的鼠类在流行病学上的作用，有待进一步观察研究。\n" +
            "\n" +
            "（二）传播途径：主要传播为动物源性，病毒能通过宿主动物的血及唾液、尿、便排出，鼠向人的直接传播是人类感染的重要途径。\n" +
            "\n" +
            "目前认为有以下途径可引起出血热传播：\n" +
            "\n" +
            "⒈呼吸道。含出血热病毒的鼠排泄物污染尘埃后形成的气溶胶颗粒经呼吸道感染。\n" +
            "\n" +
            "⒉消化道。进食含出血热病毒的鼠排泄物污染的食物、水，经口腔粘膜及胃肠粘膜感染。\n" +
            "\n" +
            "⒊接触传播。被鼠咬伤、鼠类排泄物、分泌物直接与破损的皮肤、粘膜接触。\n" +
            "\n" +
            "⒋母婴传播。孕妇患病后可经胎盘感染胎儿。\n" +
            "\n" +
            "⒌虫媒传播。老鼠体表寄生的螨类叮咬人可引起本病的传播。",
        "clinicalPicture": "少尿期常与低血压休克期重叠而无明显界限。在低血压中、后期即可出现少尿，也有人从发热期直接进入少尿期，而表现发热。低血压和少尿期重叠常为重型病例。\n" +
            "\n" +
            "1、少尿期的出现及持续时间：一般在病程的第5-8病日，早者第3病日，晚者第10病日，持续2-5天。\n" +
            "\n" +
            "2、少尿强度：24h尿量<1000ml者为少尿倾向，<500ml者为少尿，<50ml者为无尿，有些病例少尿不明显，但存在氮质血症，称之为“无少尿型肾功衰竭”。\n" +
            "\n" +
            "3、少尿期的临床表现：由于肾功衰竭，肾脏排泄功能障碍，体内大量代谢物及液体潴留，电解质平衡紊乱，出现氮质血症和/或尿毒症，酸中毒，高血容量综合征，如厌食恶心，腹胀，头晕头痛，皮肤大片淤斑，呼吸深快，心肌收缩无力，血压下降，高血容量时出现头胀痛，体毒V充盈，脉洪大，血压上升，心率上升，红细胞，血红蛋白，压积下降。\n" +
            "\n" +
            "潜伏期为5～46天，一般为1～2周。本病典型表现有发热、出血和肾脏损害三类主要症状，以及发热、低压，少尿、多尿与恢复期等五期临床过程。多数病例临床表现并不典型，或某期表现突出，或某期不明显而呈“越期”现象，或前两、三期重叠。",
        "treatment": "1．一般治疗：早期应严格卧床休息，避免搬运，以防休克，给予高营养、高维生素及易消化的饮食。\n" +
            "\n" +
            "2．液体疗法：发热期由于特有的血管系统损伤，血浆大量渗出及出血；高热，进食量减少，或伴有呕吐或腹泻，使大量体液丧失，血容量急剧减少及内环境严重紊乱，是发生低血压休克及肾损的主要原因。\n" +
            "\n" +
            "3．皮质激素疗法：中毒症状重可选用氢化考地松每日～200mg或地塞米松5～10mg加入液体稀释后缓慢分次静滴。\n" +
            "\n" +
            "4．止血抗凝疗法：根据出血情况，酌情选用止血敏、安络血及白药，但早期应避免用抗纤溶药物。\n" +
            "\n" +
            "5．抗病毒疗法。"
    },
    {
        "name": "包虫病",
        "briefIntroduction": "包虫病或称棘球蚴病（echinococciosis）是人感染棘球绦虫的幼虫（棘球蚴）所致的慢性寄生虫病。本病的临床表现视包虫囊部位、大小和有无并发症而不同长期以来，包虫病被认为是一种人兽（畜）共患寄生虫病，称之为动物源性疾病惟近年来流行病学调查表明，称之地方性寄生虫病；在流行区带有职业性损害的特点，被列为某些人群的职业病；从全球范围讲包虫病为少数民族或宗教部落所特有的一种常见病和多发病。",
        "etiology": "现代医学认为本病是由人误食寄生于狗、狼等动物小肠内的棘球绦虫成虫排出的虫卵引起，虫卵经口在胃及十二指肠内经胃酸作用，六钩蚴脱壳逸出，钻入肠壁，进入肠系膜小静脉而到达门脉系统，并在肝脏形成病灶（棘球蚴）。\n" +
            "\n" +
            "中医学认为本病病因为虫毒．虫毒经口侵入，损伤脾胃，脾失健运，水温内停，“蛊毒”漫淫，首先犯肝，或犯在肺，或在脾，湿毒郁结，渐成“矗胀”、“积聚”，病久，血瘀气滞，气血两亏，“蛊胀”久部，可以化热，偶有破溃，则流毒阻塞，可成险症．　　",
        "clinicalPicture": "局部压迫和刺激症状：\n" +
            "\n" +
            "棘球蚴不断生长，对寄生的器官及邻近组织器官产生挤压，引起组织细胞萎缩、坏死。受累部位有轻微疼痛和坠胀感。如寄生在肝脏可有肝区痛，在肺可有呼吸急促、胸痛等呼吸道刺激症状，累及颅脑可引起癫痫及头痛，呕吐等颅内压升高症状，寄生于骨胳易造成骨折。\n" +
            "\n" +
            "过敏和毒性症状 ：\n" +
            "\n" +
            "常见荨麻疹、哮喘、嗜酸性粒细胞增多、血管神经性水肿等过敏症状，?以及厌食、消瘦、贫血、儿童发育障碍、恶病质等毒性症状；如囊液大量进入血循环常可出现严重的过敏性休克，甚至突然死亡 。\n" +
            "\n" +
            "占位 ：\n" +
            "\n" +
            "棘球蚴如寄生位置浅表，可于体表形成肿块，?触之坚韧而富弹性，扣诊时可有棘球蚴震颤。\n" +
            "\n" +
            "晚期：\n" +
            "\n" +
            "晚期泡型包虫病病人可能会出现黄疸、上腹部疼痛、腹水症状。某些病人会出现乏力、消瘦等症状，医院同位素肝扫描可发现病灶。　",
        "treatment": "（一）病史及体征：早期临床表现不明显，往往不易发觉。在询问病史时应了解患者居住地区，是否有与狗接触等。\n" +
            "\n" +
            "（二）X线检查：肝顶部囊肿可见到横膈升高，动度受限，亦可有局限性隆起，肝影增大。有时可显示圆形，密度均匀，边缘整齐的阴影，或有弧形囊壁钙化影。\n" +
            "\n" +
            "（三）包虫并血清学检测：目前已不是用casoni试验，采用ELISA检测，该实验获得结果快，但由于受特异性的限制，仍然需要和其他辅助检查结果结合判断\n" +
            "\n" +
            "（四）超声波检查：使用实时B型超声检测可清晰的现实病灶，并对病灶性质进行判断。目前使用的诊断方法超声检查重要性居首。\n" +
            "\n" +
            "（五）同位素肝扫描：可显示轮廓清晰的占位性病变。　"
    },
    {
        "name": "急性出血性结膜炎",
        "briefIntroduction": "急性出血性结膜炎（简称AHC）是1969年发现的一种眼病，系有肠道病毒70型所引起，现已波及世界各地，成为目前人类最常见的眼病之一。本病具有发病快、传染性强并可并有结膜下出血和角膜上皮损害等特点。　",
        "etiology": "世界各国在本病流行时，都分离出一种新型的微小核糖酸病毒。该病毒直径约20～30毫微米，球形、RNA单股病毒。耐酸、耐乙醚、对碘苷抵抗；对热敏感，加热到50℃分钟即能灭活。能在Hela细胞及人胚肺细胞培养基上生长。该病毒是一种嗜神经病毒，某些毒株经脑内或脊髓接种猴子时，可使猴子产生神经损害，或下肢驰缓性麻痹，作为本病的病原是微小核糖核酸病毒中的肠道病毒70型所致。近来发现另一种肠道病毒柯萨奇A24型也能引起同样临床病变。\n" +
            "\n" +
            "本病多发生于夏秋季节，主要通过水或直接接触传染。人类对本病普遍易感，无性别差异。各年龄都可发开门见山，10岁以下儿童虽说感染率高，但发病率较低，可能为隐性感染。成人特别是20～40岁者，发病率占80%以上。本病愈后可留下一定的免疫力，但仍可发生重复感染。　",
        "clinicalPicture": "1.潜伏期 潜伏期短，一般为24小时左右。最长不超过3天。实验室误接种眼内，可于18～36小时内从该眼分离出病毒。\n" +
            "\n" +
            "2.睡觉症状 起病急，开始时可为双眼，也可为单眼，但迅速累及双眼。发病后即出现剧烈的异物感、眼痛及怕光流泪等症状。分泌物初起为浆液性，以后变为粘液纤维素性。一般病毒情于1～2天发展以顶点，3～4天后逐渐减轻，7～10天后恢复正常。少数病例出现头痛、发热、鼻塞、喉痛等症状。\n" +
            "\n" +
            "3.他觉症状 包括眼睑肿胀，结膜下出血，多发性角膜上皮剥脱，点状上皮下浸润，结膜充血、浮肿、结膜滤泡及耳前淋巴结肿大等。",
        "treatment": "抗生素和磺胺药对于本病基本无效，皮质类固醇减轻炎症反应。对于肠道病毒目前尚无有效药物，仅有羟苄苯并咪唑（2-hydroxybeny benzimidazole，简称HBB）在组织培养系统中，50微克/毫升能有效地抑制肠道病毒70型柯萨奇A24型，为今后开展防治本病，提供了实验依据。国内报告有采用冷盐水洗眼或汞剂滴眼治疗取得一定疗效者。　　"
    },
    {
        "name": "手足口病",
        "briefIntroduction": "手足口病(Hand foot mouth disease, HFMD) 是由肠道病毒引起的常见传染病，本病在临床上以手、足、口腔疱疹为主要特征，故通称为手足口病。大多数患者症状轻微，但少数患者可引起心肌炎、肺水肿、无菌性脑炎、膜脑炎等并发症，个别重症患儿病情进展快，易发生死亡。多发生于5岁以下的婴幼儿，所以常被称作\"小儿手足口病\"。",
        "etiology": "引起手足口病的病毒很多，主要为小RNA病毒科肠道病毒属的柯萨奇病毒、埃可病毒和新肠道病毒。CoxA组的16、4、5、7、9、10 型，CoxB组的2、5、13 型，以及EV 71型均为手足口病较常见的病原体，最常见为Cox Al6及EV 71型,有的报导埃可病毒及CoxB组某些型也可引起，但仍没获得到进一步证实。\n" +
            "\n" +
            "从有关资料表明，手足口病的病原体经历了较大的变迁。 肠道病毒适合在湿、热的环境下生存与传播，对药物具有抗性， 75％酒精，5％来苏对肠道病毒没有作用，对乙醚，去氯胆酸盐等不敏感。但对紫外线及干燥敏感，各种氧化剂(高锰酸钾、漂白粉等)、甲醛、碘酒都能灭活。病毒在50 ℃可被迅速灭活，但1mol浓度二价阳离子环境可提高病毒对热灭活的抵抗力，病毒在4 ℃可存活1年，在- 20 ℃可长期保存，在外环境中病毒可长期存活。",
        "clinicalPicture": "（一）普通病例表现：急性起病，发热，口腔粘膜出现散在疱疹，手、足和臀部出现斑丘疹、疱疹，疱疹周围可有炎性红晕，疱内液体较少。可伴有咳嗽、流涕、食欲不振等症状。部分病例仅表现为皮疹或疱疹性咽峡炎。多在一周内痊愈，预后良好。部分病例皮疹表现不典型，如：单一部位或仅表现为斑丘疹。\n" +
            "\n" +
            "（二）重症病例表现：少数病例（尤其是小于3岁者）病情进展迅速，在发病1-5天左右出现脑膜炎、脑炎（以脑干脑炎最为凶险）、脑脊髓炎、肺水肿、循环障碍等，极少数病例病情危重，可致死亡，存活病例可留有后遗症。",
        "treatment": "本病如无并发症，预后一般良好，多在一周内痊愈。\n" +
            "\n" +
            "治疗原则主要为对症治疗。可服用抗病毒药物及清热解毒中草药及维生素B、维生素C等。有合并症的病人可肌注丙球蛋白。在患病期间，应加强患儿的护理，作好口腔卫生。进食前后可用生理盐水或温开水漱口，食物以流质及半流质等无刺激性食物为宜。手足口病因可合并心肌炎、脑炎、脑膜炎、驰张性麻痹等，故应加强观察，不可掉以轻心。\n" +
            "\n" +
            "如有并发症，则对症处理。"
    },
    {
        "name": "斑疹伤寒",
        "briefIntroduction": "斑疹伤寒〔typhus)乃是由立克次体所致的急性传染病。流行性斑疹伤寒是由普氏立克次体所致，经体虱传播，以冬春季为多。地方性斑伤寒是由于摩氏立克次体感染所致，以鼠及鼠蚤为媒介，以夏秋季为多。地方性者比流行性者病情较轻。\n" +
            "\n" +
            "由立克次氏体引起的急性传染病。可分流行性斑疹伤寒和地方性斑疹伤寒。前者又称虱型斑疹伤寒，由普氏立克次氏体引起，经人虱传播的急性传染病；后者又称蚤型斑疹伤寒或鼠型斑疹伤寒，由莫氏立克次氏体引起，经鼠蚤传播的急性传染病。潜伏期为5～21天，多为 10～12天。表现有起病急，寒战、高热、剧烈头痛、肌肉疼痛及压痛，尤以腓肠肌明显，颜面潮红 、眼球结膜充血 ，精神神经症状如失眠、耳鸣、谵妄、狂躁，甚至昏迷。可有脉搏增快或中毒性心肌炎。多于病期第5天全身出现充血性斑疹或斑丘疹，以后可变为出血性 ，并有脾肿大 。 地方性斑疹伤寒上述表现较轻。诊断依据流行病学史（当地有本病流行、有虱寄生及叮咬史等）和典型临床表现。确诊可作血清学检查如外斐氏反应等及立克次氏体分离。四环素或氯霉素治疗有特效。预防采取以灭虱、灭鼠为中心的综合性预防措施。",
        "etiology": "流行性斑疹伤寒的病原体病原为普氏立克次氏体(Rickettsia mooseri)，又称斑疹伤寒立克次氏体（Rickettsia typhi），它是一种革兰氏染色阴性细菌，宽0.3~0.6微米,长0.7~2.0微米。其外形呈多形性，有球杆状、短杆状、亚铃形、念珠状等,念珠状最长可达4.0微米。普氏立克次体用一般染色法不容易着色,用姬姆尼茨(Gimnez)染色法,立克次体染成红色,杂菌和背景染成兰绿色。普氏立克次体和其它细菌一样,呈二分裂繁殖。\n" +
            "\n" +
            "地方性斑疹伤寒病原体为莫氏立克次体（R.Mooseri）。其形态、大小、结构、化学组成、繁殖方式及生物学特性均与普氏立克次体基本相同。只是莫氏立克次体毒力较小，感染发病的症状较轻，自然病死率很低。较少出现多形性，基本形态为杆状及哑铃形。",
        "clinicalPicture": "（一）潜伏期：流行性斑疹伤寒一般潜伏期为10~14天。如果感染量大，发病时间可提前。前驱症状不明显，有的只有低热、头痛和疲倦等。地方性斑疹伤寒潜伏期一般5~15天。\n" +
            "\n" +
            "（二）症状和体征：流行性和地方性斑疹伤寒的症状和体征主要为四项，即发热、头痛、皮疹和淋巴结肿大。\n" +
            "\n" +
            "（三）物理检查：最常见的体征为脾肿大。\n" +
            "\n" +
            "（四）并发症：中耳炎、腮腺炎、细菌性肺炎是常见的并发症，有的可出现阴囊、阴茎、阴唇肿胀和坏疽。有时可出现神经刺激症状，有的昏迷、迟钝、呆傻，有的兴奋。",
        "treatment": "流行性斑疹伤寒和地方性斑疹伤寒治疗原则是一样的，都采取一般护理，对症治疗和特效药物治疗相结合的方法。特效药首选强力霉素、四环素簇的药物均有一定效果。"
    },
    {
        "name": "流行性感冒",
        "briefIntroduction": "流行性感冒（influenza，简称流感）是流感病毒引起的一种常见的急性呼吸道传染病，以冬春季多见。也是一种传染性强、传播速度快的疾病。其主要通过空气中的飞沫、人与人之间的接触或与被污染物品的接触传播。临床以高热、乏力、头痛、全身酸痛等全身中毒症状重而呼吸道卡它症状较轻为特征，流感病毒容易发生变异，传染性强，常引起流感的流行。\n" +
            "\n" +
            "20世纪的4次甲型流感世界大流行，中国近半个世纪内（1953年至今）流感流行共计发生大中小规模的流感流行17次，其中2次为大流行。1918～1919曾发生极广泛的世界性大流行，引致2000万人死亡。",
        "etiology": "1、传染源：流感患者及隐性感染者为主要传染源。发病后1~7天有传染性，病初2~3天传染性最强。猪、牛、马等动物可能传播流感。\n" +
            "\n" +
            "2、传播途径：空气飞沫传播为主，流感病毒在空气中大约存活半小时污染的日用品\n" +
            "\n" +
            "3、易感人群：普遍易感，病后有一定的免疫力。三型流感之间、甲型流感不同亚型之间无交叉免疫，可反复发病",
        "clinicalPicture": "典型流感起病急：潜伏期为数小时~4天，一般为1~2天；高热，体温可达39~40℃，伴畏寒，一般持续2~3天；全身中毒症状重，如乏力、头痛、头晕、全身酸痛；持续时间长，体温正常后乏力等症状可持续1~2周；呼吸道卡它症状轻微，常有咽痛，少数有鼻塞、流涕等；少数有恶心、呕吐、食欲不振、腹泻、腹痛等。有少数患者以消化道症状为主要表现。老人、婴幼儿、有心肺疾病着者或接受免疫抑制剂治疗者患流感后可发展为肺炎。",
        "treatment": "卧床休息，多饮水，给予流质或流质饮食，适宜营养，补充维生素，进食后以温开水或温盐水漱口，保持口鼻清洁，全身症状明显时予抗感染治疗。"
    },
    {
        "name": "流行性腮腺炎",
        "briefIntroduction": "　 流行性腮腺炎简称流腮，亦称痄腮，俗称猪头疯，是春季常见，也是儿童和青少年中常见的呼吸道传染病，亦可见于成人。它是由腮腺炎病毒侵犯腮腺引起的急性呼吸传染病，以腮腺非化脓性炎症、腮腺区肿痛为临床特征。腮腺炎病毒除侵犯腮腺外，尚能侵犯神经系统及各种腺体组织，引起脑膜炎、脑膜脑炎、睾丸炎、卵巢炎、胰腺炎等。",
        "etiology": "（一）传染源:早期病人和隐性感染者。病毒存在于患者唾液中的时间较长，腮肿前6天至腮肿后9天均可自病人唾液中分离出病毒，因此在这两周内有高度传染性。感染腮腺炎病毒后，无腮腺炎表现，而有其它器官如脑或睾丸等症状者，则唾液及尿亦可检出病毒。在大流行时约30～40%患者仅有上呼吸道感染的亚临床感染，是重要传染源。\n" +
            "\n" +
            "（二）传播途径:本病毒在唾液中通过飞沫传播（唾液及污染的衣服亦可传染）其传染力较麻疹、水痘为弱。孕妇感染本病可通过胎盘传染胎儿，而导致胎儿畸形或死亡，流产的发生率也增加。\n" +
            "\n" +
            "（三）易感性:普遍易感，其易感性随年龄的增加而下降。青春期后发病男多于女。病后可有持久免疫力。　",
        "clinicalPicture": "腮腺炎\n" +
            "潜伏期8～30天，平均18天。起病大多较急，无前驱症状。有发热、畏寒、头痛、咽痛、食欲不佳、恶心、呕吐、全身疼痛等，数小时腮腺肿痛，逐渐明显，体温可达39℃以上，成人患者一般较严重。\n" +
            "\n" +
            "腮腺肿胀最具特征性。一般以耳垂为中心，向前、后、下发展，状如梨形，边缘不清；局部皮肤紧张，发亮但不发红，触之坚韧有弹性，有轻触痛；言语、咀嚼（尤其进酸性饮食）时刺激唾液分泌，导致疼痛加剧；通常一侧腮腺肿胀后1～4天累及对侧，双侧肿胀者约占75%。颌下腺或舌下腺也可同时被累及。重症者腮腺周围组织高度水肿，使容貌变形，并可出现吞咽困难。腮腺管开口处早期可有红肿，挤压腮腺始终无脓性分泌物自开口处溢出。腮腺肿胀大多于1～3天到达高峰，持续4～5天逐渐消退而回复正常。全程约10～14天。颌下腺和舌下腺也可同时受累，或单独出现。颌下腺肿大，表现为颈前下颌肿胀并可触及肿大的腺体。舌下腺肿大可见舌及口腔底肿胀，并出现吞咽困难。",
        "treatment": "（一）一般护理：隔离患者使之卧床休息直至腮腺肿胀完全消退。注意口腔清洁，饮食以流质或软食为宜，避免酸性食物，保证液体摄入量。\n" +
            "\n" +
            "（二）对症治疗：宜散风解表，清热解毒。必要时内服去痛片、阿斯匹林等解热镇痛药。\n" +
            "\n" +
            "重症并发脑膜脑炎、严重睾丸炎、心肌炎时，可短期使用肾上腺皮质激素。\n" +
            "\n" +
            "睾丸炎治疗：成人患者在本病早期应用乙烯雌酚，每次数1mg，一日三次，有减轻肿痛之效。\n" +
            "\n" +
            "脑膜脑炎治疗：可按乙型脑炎疗法处理。高热、头痛、呕吐时给予适量利尿剂脱水。\n" +
            "\n" +
            "胰腺炎治疗：禁饮食、输液、反复注射阿托品或山莨菪碱，早期应用皮质激素。　"
    },
    {
        "name": "登革热",
        "briefIntroduction": "　　 登革热是登革热病毒引起、依蚊传播的一种急性传染病。临床特征为起病急骤，高热，全身肌肉、骨髓及关节痛，极度疲乏，部分患可有皮疹、出血倾向和淋巴结肿大。\n" +
            "\n" +
            "本病于1779年在埃及开罗、印度尼西亚雅加达及美国费城发现，并据症状命名为关节热和骨折热。1869年由英国伦敦皇家内科学会命名为登革热。\n" +
            "\n" +
            "20世纪，登革热在世界各地发生过多次大流行，病例数百万计。在东南亚一直呈地方性流行。我国于1978年在广东流行，并分离出第Ⅳ型登革热病毒。此后，于1979、1980、1985年小流行中分离出Ⅰ、Ⅱ、Ⅲ型病毒。　",
        "etiology": "（一）传染源患者和隐性感染者为主要传染源，未发现健康带病毒者。患者在发病前6～8小时至病程第6天，具有明显的病毒血症，可使叮咬伊蚊受染。流行期间，轻型患者数量为典型患者的10倍，隐性感染者为人群的1/3，可能是重要传染源，丛林山区的猴子和城市中某些家畜虽然有感染登革病毒的血清学证据，但作为传染源，尚未能确定。\n" +
            "\n" +
            "（二）传播媒介伊蚊，已知12种伊蚊可传播本病，但最主要的是埃及伊蚊和白伊蚊。广东、广西多为白纹伊蚊传播，而雷州半岛、广西沿海、海南省和东南亚地区以埃及伊蚊为主。伊蚊只要与有传染性的液体接触一次，即可获得感染，病毒在蚊体内复制8--14天后即具有传染性，传染期长者可达174日。具有传染性的伊蚊叮咬人体时，即将病毒传播给人。因在捕获伊蚊的卵巢中检出登革病毒颗粒，推测伊蚊可能是病毒的储存宿主。\n" +
            "\n" +
            "（三）易感人群 在新疫区普遍易感。1980年在广东流行中，最小年龄3个月，最大86岁，但以青壮年发病率最高。在地方性流行区，20岁以上的居民，100%在血清中能检出抗登革病毒的中和抗体，因而发病者多为儿童。",
        "clinicalPicture": "1．发热 所有患者均发热。起病急，先寒战，随之体温迅速升高，24小时内可达40℃。一般持续5～7d，然后骤降至正常，热型多不规则，部分病例于第3～5d体温降至正常，1日后又再升高，称为双峰热或鞍型热。儿童病例起病较缓、热度也较低。\n" +
            "\n" +
            "2．全身毒血症状 发热时伴全身症状，如头痛、腰痛，尤其骨、并节疼痛剧烈，似骨折样或碎骨样，严重者影响活动，但外观无红肿。消化道症状可有食欲下降，恶心、呕吐、腹痛、腹泻。脉搏早期加快，后期变缓。严重者疲乏无力呈衰竭状态。\n" +
            "\n" +
            "3．皮疹 于病程3～6日出现，为斑丘疹或麻疹样皮疹，也有猩红热样皮疹，红色斑疹，重者变为出血性皮疹。皮疹分布于全身、四肢、躯干和头面部，多有痒感，皮疹持续5--7日。疹退后无脱屑及色素沉着。\n" +
            "\n" +
            "4．出血 25～50%病例有不同程度出血，如牙龈出血、鼻衄、消化道出血、咯血、血尿等。\n" +
            "\n" +
            "5．其他 多有浅表淋巴结肿大。约1/4病例有肝脏肿大及ALT升高，个别病例可出现黄疸，束臂试验阳性。",
        "treatment": "本病尚无特效治疗方法"
    },
    {
        "name": "白喉",
        "briefIntroduction": "白喉（diphtheria）是由白喉杆菌引起的急性呼吸道传染病，以咽、喉等处粘膜充血、肿胀并有灰白色伪膜形成为突出临床特征，严重者可引起心肌炎与末梢神经麻痹。白喉属中医学温病范畴。",
        "etiology": "白喉病属温病范畴，中医学文献中的“喉痹”、“喉风”、“锁喉风”、“白蚁疮”、“白缠喉”、“白喉风”等包括有本病。郑梅涧 《重楼玉钥》说：“白喉乃由热毒蕴结肺胃二经，复由肠寒，下焦凝滞，胃气不能下行，而上灼于肺，咽喉一线三地，上当其行，终日蒸腾，无有休息，以致肿且滞，溃见闭矣……”。\n" +
            "\n" +
            "中医学认为，白喉的病因为温疫疠气或疫毒燥热时邪，当素体肺肾阴虚加之干燥气候的影响，如秋冬久晴不雨，则邪易从口鼻而入，直犯肺胃，酿成阴虚阳热而发病。 《重楼玉钥》还提到“……或多服辛热之物，感能而发”的饮食因素。咽喉为肺胃之通道，外感疫病之毒，直犯肺胃，流过经络。疫毒与气血相搏，故红肿热痛，腐烂而成伪膜，以致气道不和或梗塞。热毒内陷心肾，耗阴伤气，以致酿成阴虚阳微之候（约相当于白喉性心肌炎）。热毒流注，阴损络伤，故致麻痹。邪毒痰浊，窒于喉间气管，使肺气的升降清肃功能发生障碍，轻者出现发热喘咳，干咳如吠，声音嘶哑等的痰浊窒盛证候；重者出现面色苍白，痰鸣唇绀，吸气困难等喉部梗阻证候。有的学者认为白喉发病多见于秋末春初，应属于伏气温病或伏温外加新感触发的范畴。白喉发病，其本在于手太阴肺经，其标在于手少阴心、足少阳胆经，累及他经者，是火毒弥漫，传变五脏六腑的过程。如果肺中燥火久郁不解，三经本证未罢，更导致五脏俱虚。故可将白喉整个发病过程划分为邪盛与正虚两个阶段，前两型为邪盛，后二型为正虚。近年来，白喉症候趋于轻化，危重证候较少见。　",
        "clinicalPicture": "1. 普通型：起病较缓。有咽部疼痛或不适感，咽中度红肿，扁桃体上有片状假膜，呈灰色，周缘充血，假膜不易剥脱，用力擦去周围有渗血。常有颌下淋巴结肿大、压痛。全身症状有轻度发热、乏力、食欲减退。婴幼儿表现为不活泼、哭闹和流涎。\n" +
            "\n" +
            "2. 轻型：咽部轻痛及红肿。假膜局限于扁桃体，其一侧或两侧有点状或小片状假膜。全身症状有低热、乏力。\n" +
            "\n" +
            "3. 重型：普通型未及时治疗，假膜迅速扩大，由扁桃体扩展至悬雍垂、软腭、咽后壁、鼻咽部和喉部。假膜厚，边界清楚，呈灰黄色或黑色，周围粘膜红肿明显。扁桃体明显肿大。颈淋巴结肿大、压痛，周围组织可有水肿。全身症状严重，有高热、面色苍白、高度乏力等。常并发心肌炎和周围神经麻痹。\n" +
            "\n" +
            "4. 极重型：起病急。假膜范围广泛，多因出血而呈黑色。扁桃体和咽部高度肿胀，阻塞咽门，影响呼吸，或因有坏死形成溃疡，有腐臭气息。颈淋巴结肿大，软组织水肿明显，形如“牛颈”。全身中毒症状极重，有高热、面色苍白、呼吸困难、脉细速、血压下降、皮肤粘膜出血。可出现心脏扩大、心律失常、奔马律等。",
        "treatment": "1. 一般护理\n" +
            "\n" +
            "严格隔离，不少于7天，卧床休息2～4周，有心肌损害时应延长至4～6周甚至更长。对患者用过的器皿煮沸15分钟消毒，或用2％来苏浸泡。烦躁不安者，可给镇静剂，如注射硫酸镁。给予易消化、刺激性小的饮食与维生素B、C，保持口腔清洁，防止继发感染。\n" +
            "\n" +
            "2. 药物治疗\n" +
            "\n" +
            "白喉抗毒素：\n" +
            "\n" +
            "宜早期、足量。依据病情轻、中、重不同，剂量分别为2～6～10单位，肌肉注射。注意使用前进行皮试：用生理盐水稀释10倍后取0.1ml注于前臂屈侧皮内，15～30分钟后无过敏反应（红肿）方可应用，过敏者须先做脱敏治疗。\n" +
            "\n" +
            "抗生素：\n" +
            "\n" +
            "青霉素40～80万单位肌注，2次/日。也可用红霉素、四环素，或联用。\n" +
            "\n" +
            "其他：\n" +
            "\n" +
            "中毒症状严重患者酌用皮质激素；并发心肌炎患者静注高渗糖、能量合剂、维生素C、B6等；喉梗阻患者可气管滴入α蛋白酶；出现神经麻痹患者者可用B族维生素B1、B6、B12等。　　"
    },
    {
        "name": "百日咳",
        "briefIntroduction": "百日咳(pertussis，whooping cough)是由百日咳杆菌引起的急性呼吸道传染病。俗称鸡咳、鸬鹚咳。临床表现以阵发性痉挛性咳嗽，咳嗽终末伴有鸡鸣样吸气性吼声和外周血淋巴细胞增多为特征。由于病程可长达2—3个月，故名“百日咳”。婴儿和重症患者易并发肺炎、脑病等。随着百日咳疫苗的普及预防接种等措施，其发病率明显下降，但至今尚未在全球控制。及早应用抗生素治疗，一般预后良好。",
        "etiology": "该病遍及世界各地，一般呈散发状，在儿童集体机构中可发生流行。全年均可发病，以冬春季节为多，可延至春末夏初，甚至高峰在6、7、8三个月份。病人及无症状带菌者是传染源，从潜伏期到第6周都有传染性，通过飞沫传播。人群对本病普遍易感，约2/3的病例是7岁以下小儿，尤以5岁以下者多。因婴幼儿从母体得到的特异性抗体极少，最为易感。一般病后可持久免疫。",
        "clinicalPicture": "百日咳杆菌从易感者的呼吸道侵入，约经1～3周的潜伏期（一般7～10天）后出现症状，病程分3期，但无明显界限。　　\n" +
            "\n" +
            "卡他炎症期\n" +
            "病初与一般上感咳嗽相似，患儿可伴有轻微发热、打喷嚏、流涕等上感症状，此时病菌在气管、支气管粘膜上生长繁殖，刺激呼吸道粘膜，引起呼吸道粘膜炎症3天左右后症状减轻，唯咳嗽加重，渐渐转变成阵发性痉挛性咳嗽一般，为1～2周。　　\n" +
            "\n" +
            "痉咳期\n" +
            "阵发性痉挛性咳嗽是本期特点。痉咳发生时，先是频繁短促的咳嗽十多声以至数十声，患者处于呼气状态，随之是一次深长吸气，但此时喉部仍是痉挛状态，气流通过紧张狭窄的声门发出一种高调的吼声，如鸡鸣或犬吠样。如此反复上述咳嗽过程，直至把呼吸道积聚的粘痰咳出为止。由于剧咳，可致呕吐、大小便失禁、面红耳赤、口唇发绀、张口伸舌。剧咳可致上腔静脉回流受阻，出现颜面、眼睑浮肿，重者鼻粘膜、眼结膜出血，咯血，甚至颅内出血。痉咳发作无先兆，任何刺激都可诱发。若无继发感染，一般体温正常，肺部无阳性体征，或有患百日咳的儿童不固定的啰音 。新生儿及6个月以内婴儿多无痉咳及特殊吼声，而是阵发屏气、紫绀，易惊厥、窒息而死亡。成人患者多数有典型症状，但也可能仅有几周干咳，大多仍坚持工作，并作为传染源，对此应予重视。痉咳期长短与治疗的迟早、病情轻重有关，短者数天，长者可达2月，一般为2～6周。　　\n" +
            "\n" +
            "恢复期\n" +
            "随着阵发性痉咳逐渐减少或消失，气管、支气管粘膜上的病菌被排除与消灭，疾病进入恢复健康的阶段，此期约历经2～3周。　　",
        "treatment": "除一般支持疗法外，要注意保持环境安静、空气新鲜，以减少痉咳发生的诱因；对婴幼儿要注意吸痰，以防窒息；及早应用抗生素治疗，一般可采用红霉素 、氯霉素、氨基苄青霉素、卡那霉素以及复方磺胺甲基异恶唑（复方新诺明）；重症患者应短期应用皮质激素；若有并发症，应作相应处理。\n" +
            "\n" +
            "（一）一般和对症治疗：按呼吸道隔离。保持空气清新，注意营养及良好护理。避免刺激、哭泣而诱发痉咳。婴幼儿痉咳时可采取头低位，轻拍背。咳嗽较重者睡前可用冬眠灵或非那根顿服，有利睡眠，减少阵咳。也可用盐酸普鲁卡因3～5mg/kg/次，加入葡萄糖30～50ml中静滴，1～2次/日，连用3～5天，有解痉作用。维生素K1也可减轻痉咳。患儿发生窒息时应及时做人工呼吸、吸痰和给氧。重者可适当加用镇静剂如苯巴比妥或安定等。痰稠者可给予祛痰剂或雾化吸入。重症婴儿可给予肾上腺皮质激素以减轻炎症。\n" +
            "\n" +
            "（二）抗生素治疗：卡他期4天内应用抗生素可减短咳嗽时间或阻断痉咳的发生。4天后或痉咳期应用可缩短排菌期，预防继发感染，但不能缩短病程。首选红霉素30～50mg/kg/日，连用7～10天，也可用氯霉素（剂量同上），或复方新诺明、氨苄青霉素等。\n" +
            "\n" +
            "（三）中医药治疗：治疗多采用润肺止咳之法,用蜜炙百部9克、蜜炙款冬花6克、蜜炙紫菀12克、苦杏仁5克、龙利叶7.5克、法半夏5克水煎服，一日服，按临床症状需要肺热甚加雪梨干9克、青天葵7.5克、竹茹5克，咳痰不顺加栝楼仁6克、蛤壳6克（先煎），痰多清稀（尤以晚上至早晨）加陈皮6克、茯苓9克、白术6克上药顺症加减。胆汁类制剂对百日咳杆菌有显著的抑制作用。同时还有一定的镇静作用。可采用鸡胆汁加白糖蒸服。半岁以内每日/3个，半岁至1岁每日/2个，1至3岁每日1个，直至痊愈。亦可用猪胆等代替。\n" +
            "\n" +
            "声明：能为您提供健康服务，我们感到非常荣幸。但这些内容仅供参考，一切诊断与治疗请遵从就诊医生的指导。　　"
    },
    {
        "name": "肺结核",
        "briefIntroduction": "肺结核(pulrnonary tuberculosis)俗称的肺痨，是由结核分枝杆菌感染人体肺部引起的一种慢性传染病, 是结核病中最常见的一种。典型肺结核起病缓渐，病程经过较长，常见症状有低热、乏力、食欲不振、咳嗽和咯血等。但多数患者常无明显症状，经X线检查时才被发现；有些患者则因咯血才去检查就诊。肺结核若能及时发现，并予合理治疗，大多可以临床痊愈。\n" +
            "\n" +
            "在2003年3月24日“世界防治结核病日”之际，“制止结核病”世界行动组织公布的数字显示，目前全球每天仍有5000人死于结核病，而每年罹患结核病的人数超过800万。 50年代以来，中国结核病的流行趋势虽有下降，但各地区疫情的控制尚不平衡仍是当前一个突出的公共卫生问题，肺结核是全国十大死亡病因之一。",
        "etiology": "肺结核的主要传播方式是飞沫传染。引发肺结核的结核分枝杆菌主要以空气为传染媒介，当传染性肺结核病人咳嗽或打喷嚏时，含有结核菌的痰液变成飞沫散布到空气中，正常人吸入后，结核菌便有机会在肺部繁殖，使肺部受到感染。常常和具有传染性的肺结核病人密切接触，最容易受到传染。\n" +
            "\n" +
            "结核分枝杆菌对外界抵抗力较强，在阴暗潮湿处可生存五个月以上。",
        "clinicalPicture": "肺结核的全身症状有发热、乏力、消瘦、盗汗等;呼吸系统症状则包括咳嗽、咳痰、咯血、胸痛、呼吸困难。\n" +
            "\n" +
            "全身症状\n" +
            "发热：大多为午后低热，多为38℃以下。重症患者、急性粟粒型肺结核，可发生体温可在39℃以上的高热。病人常感手脚心燥热，面颊潮红。\n" +
            "乏力：易感到疲劳，全身无力，休息后疲劳也不能缓解。\n" +
            "盗汗：睡眠时出汗，以颈部、腋部和阴部出汗较多，严重者可使内衣湿透。\n" +
            "食欲不振及消瘦：由于食欲不振，逐渐体重减轻。\n" +
            "月经不调：女病人可出现月经减少，经期不规则，甚至闭经。\n" +
            "呼吸道症状\n" +
            "咳嗽、咳痰：血行播散型或轻型肺结核病人表现为干咳或少量的白色粘痰，干酪空洞或损坏型肺结核咳嗽剧烈，痰量增加，合并感染时为咳大量脓性痰。\n" +
            "胸痛：当结核病变波及壁层胸膜时，使胸膜产生炎症或粘连，即产生胸痛，胸痛可随着咳嗽、深呼吸或体位变动而加剧。\n" +
            "咯血：相当多见，当肺部的任何病变损伤了血管时，便可出现咯血，咯血量的多少因血管损伤部位、大小不同而不同，痰中带血可因炎性病灶的毛细血管损伤所致，整口血痰是由于小的动静脉损伤，大咯血是损伤了大血管特别是肺动脉所致。对咯血病人，除应用止血剂外还应进行检查，如X线胸透或拍片，痰液检查，以明确咯血原因。\n" +
            "呼吸困难：一般病人无呼吸困难，只有重度胸膜炎或肺部病灶范围很广泛时才会出现呼吸困难、气短或紫绀。\n" +
            "临床上，常常可以看到肺结核病人的症状与肺部病变不成正比例，也有的病人什么症状都没有，只有体检时才被发现。 　　",
        "treatment": "目前，虽然抗结核药物不断问世，但肺结核病人治疗失败者仍然不少，这主要是因为治疗不正规，有的病人治治停停，一治就是几年；有的治疗１个月，症状一缓解就自动停药。其实，肺结核是一个完全可治愈的疾病，只要按原则坚持治疗，绝大多数可通过服药治愈，仅２％～５％可能需要手术治疗。\n" +
            "\n" +
            "化疗\n" +
            "参看:抗结核药物治疗\n" +
            "抗结核化药物治疗（简称化疗）。\n" +
            "\n" +
            "化疗原则。抗结核药物常用药物有异烟肼、利福平、吡嗪酰胺、链霉素、对氨水杨酸钠等。 合理化疗是指对活动性结核坚持早期、联用、适量、规律和全程使用敏感药物的原则。 视病情轻重、痰菌有无和细菌耐药情况，以及经济条件、药源供应等，选择化疗方案。\n" +
            "\n" +
            "“常规”化疗与短程化疗以往常规使用异烟肼、链霉素和对氨杨水酸钠12－18个月治疗结核病，习惯称为“常规疗法”。\n" +
            "\n" +
            "间歇用药、两阶段用药。在开始化疗的1－3个月内，每天用药，其后每周3次间歇用药，每次异烟肼、利福平、乙胺丁醇等剂量可以适当加大。\n" +
            "\n" +
            "国家基本药物临床应用专题讲座视频:肺结核化学治疗\n" +
            "对症治疗\n" +
            "发热 主要用抗结核药物，体温太高时可酌情给小剂量退热剂。有继发感染时可适当选用抗生素。\n" +
            "盗汗 临床睡前可服阿托品或汗定片。\n" +
            "咳嗽、咯痰 刺激性干咳选用咳必清、可待因等。\n" +
            "手术治疗\n" +
            "近年来外科手术在肺结核治疗上已较少应用。"
    },
    {
        "name": "艾滋病",
        "briefIntroduction": "艾滋病，也称为爱滋病，是获得性免疫缺陷综合征或后天免疫缺乏综合症的英语全称“Acquired Immune Deficiency Syndrome”缩写“AIDS”的音译，是一种受人类免疫缺乏病毒（又称艾滋病病毒, 简称HIV）感染后, 引发的一种综合症。艾滋病本身不是一种疾病，而是一种综合症。艾滋病病毒本身并不会引发任何疾病，但它会破坏人体免疫系统. 当免疫系统被艾滋病病毒破坏后，人体就容易感染其他的疾病, 这种无法抵抗其它疾病的状态和感染上其它疾病后表现出来的综合症状就是艾滋病。\n" +
            "\n" +
            "尽管目前研制的药物能够抑制病毒的活性、减缓病程发展，间接减少感染后的死亡率和致病率，但事实上仍未有任何药物获得证实能根治艾滋病，因此艾滋病目前已是全世界疾病监测的重要指标之一，各国政府也透过立法试图控制传染的规模并借由各种教育宣传手段，增加全人类对该疾病的认识。",
        "etiology": "艾滋病传染主要是通过性行为、体液的交流而传播。体液主要有：精液、血液、阴道分泌物、乳汁、脑脊液和有神经症状者的脑组织中。其他体液中，如眼泪、唾液和汗液，存在的数量很少，一般不会导致艾滋病的传播。\n" +
            "\n" +
            "性交传播\n" +
            "艾滋病病毒可通过性交传播。生殖器患有性病（如梅毒、淋病、尖锐湿疣）或溃疡时，会增加感染病毒的危险。艾滋病病毒感染者的精液或阴道分泌物中有大量的病毒，通过肛门性交，阴道性交，就会传播病毒。口交传播的机率比较小，除非健康一方口腔内有伤口，或者破裂的地方，艾滋病病毒就可能通过血液或者精液传染。一般来说，接受肛交的人被感染的可能非常大。因为肛门的内部结构比较薄弱，直肠的肠壁较阴道壁更容易破损，精液里面的病毒就可能通过这些小伤口，进入未感染者体内繁殖。这就是为什么男同性恋比女同性恋者更加容易得艾滋病病毒的原因。 　\n" +
            "\n" +
            "血液传播\n" +
            "输血传播：如果血液里有艾滋病病毒，输入此血者将会被感染。血液制品传播：有些病人（例如血友病）需要注射由血液中提起的某些成份制成的生物制品。 如果该制品含有艾滋病病毒，该病人就可能被感染。随着全世界对艾滋病的认识逐渐加深，基本上所有的血液用品都必须经过艾滋病病毒的检验，所以在发达国家的血液制品中含有艾滋病病毒的可能性几乎是零。 　　\n" +
            "\n" +
            "共用针具的传播\n" +
            "使用不洁针具可以使艾滋病毒从一个人传到另一个人。例如：静脉吸毒者共用针具；医院里重复使用针具，吊针等。另外，使用被血液污染而又未经严格消毒的注射器、针灸针、拔牙工具，都是十分危险的。 　　\n" +
            "\n" +
            "母婴传播\n" +
            "如果母亲是艾滋病感染者，那么她很有可能会在怀孕、分娩过程或是通过母乳喂养使她的孩子受到感染。但是，如果母亲在怀孕期间，服用有关抗艾滋病的药品，婴儿感染艾滋病病毒的可能就会降低很多，甚至完全健康。有艾滋病病毒的母亲绝对不可以用自己母乳喂养孩子。 　",
        "clinicalPicture": "从感染艾滋病病毒到发病有一个完整的自然过程，临床上将这个过程分为四期：急性感染期、潜伏期、艾滋病前期、典型艾滋病期。不是每个感染者都会完整的出现四期表现，但每个疾病阶段的患者在临床上都可以见到。四个时期不同的临床表现是一个渐进的和连贯的病程发展过程。\n" +
            "\n" +
            "急性感染期\n" +
            "艾滋病病毒侵袭人体后对机体的刺激所引起的反应。病人发热、皮疹、淋巴结肿大、还会发生乏力、出汗、恶心、呕吐、腹泻、咽炎等。有的还出现急性无菌性脑膜炎，表现为头痛、神经性症状和脑膜刺激症。末梢血检查，白细胞总数正常，或淋巴细胞减少，单核细胞增加。急性感染期时，症状常较轻微，容易被忽略。当这种发热等周身不适症状出现后5周左右，血清艾滋病病毒抗体可呈现阳性反应。此后，临床上出现一个长短不等的、相对健康的、无症状的潜伏期。\n" +
            "\n" +
            "窗口期\n" +
            "从受到艾滋病病毒感染，到体内产生出艾滋病病毒抗体，这一段时间称为窗口期。在窗口期，艾滋病病毒感染者的血液检测查不到艾滋病病毒抗体，结果呈阴性。窗口期的长短个体有差异, 一般6周到6个月，平均为3个月。\n" +
            "\n" +
            "潜伏期\n" +
            "感染者可以没有任何临床症状，但潜伏期不是静止期，在这段时间内，病人体内有足够的T细胞，可以抵抗病毒。但当机体抵抗力下降或机体遭到疾病侵袭或创伤时，病人体内的T细胞却一直不断再减少。减少到一定程度，就会开始有疾病发生。多半没有任何症状可能长达十年以上。这对早期发现病人及预防都造成很大困难。",
        "treatment": "目前还没有一种有效的治疗方法可以治愈艾滋病，每年仍有大量的病患死于艾滋病，特别是在缺乏有效疗法和药物的第三世界的患者。现在昂贵的艾滋病的治疗方法主要针对艾滋病病毒病毒，目前仍未证实有任何方式有效，虽说鸡尾酒疗法的发明大大延缓了感染者的发病时间，也使感染者体内的病毒数可以降低至无法验出的状况，不过有些感染者对鸡尾酒疗法有强烈的副作用，医学界均认为艾滋病尚不能称之为可以治愈的疾病。此外，预防艾滋病的疫苗仍在研制中，但进展很慢。\n" +
            "\n" +
            "目标：减少HIV相关的发病率和死亡率、减少非艾滋病相关疾病的发病率和死亡率使患者获得正常的期望寿命,改善生活质量;2)抑制病毒复制使病毒载量降低至检测下限;3)重建或者维持免疫功能;4).减少免疫重建炎性反应综合征;5).减少HIV的传播、预防母婴传播。\n" +
            "\n" +
            "目前国际上共有六大类30多种药物(包括复合制剂),分为核苷类反转录酶抑制剂(NRTIS)、非核苷类反转录酶抑制剂(NNRTIS)、蛋白酶抑制剂(PIS)、整合酶抑制剂(raltegravir)、融合抑制剂(FIS)及CCRS抑制剂(maraviroc)。中国内的抗反转录病毒治疗(ARV)药物有NNRTIS、NRTIS、PIs和整合酶抑制剂四类,共12种。"
    },
    {
        "name": "血吸虫病",
        "briefIntroduction": "　　 血吸虫病是一种人和动物都能受传染的寄生虫病。血吸虫的生活史比较复杂。成虫寄生在人、牛、猪或其它哺乳动物的肠系膜静脉和门静脉的血液中，因此人和这类动物被称为成虫宿主或终宿主。虫卵从宿主的粪便中排出，如粪便进入河水，虫卵便在水中孵化成毛蚴。毛蚴并不感染人，而要先钻进钉螺体内寄生，钉螺被称为中间宿主。一条毛蚴在钉螺体内可发育、繁殖成上万条尾蚴。尾蚴离开钉螺后在浅表的水面下活动，遇到人或哺乳动物的皮肤便钻人体内，进入血液，使人或动物感染血吸虫病。有尾蚴的水称为疫水。在我国的血吸虫病流行区，人、牛和不圈养的猪是主要的传染源。不论男女老少都容易感染血吸虫病。不经药物治疗，血吸虫病不可能自然痊愈，得过病后也不产生免疫力，治愈后的人如接触疫水，还可以再次得病。\n" +
            "\n" +
            "血吸虫发育的不同阶段，尾蚴、童虫、成虫和虫卵均可对宿主引起不同的损害和复杂的免疫病理反应。由于各期致病因子的不同，宿主受累的组织、器官和机体反应性也有所不同，引起的病变和临床表现亦具有相应的特点和阶段性。根据病因的免疫病理学性质，有人主张将血吸虫病归入免疫性疾病范畴内。　　",
        "etiology": "尾蚴穿过皮肤可引起皮炎，局部出现丘疹和瘙痒，是一种速发型和迟发型变态反应。\n" +
            "\n" +
            "童虫在宿主体内移行时，所经过的器官（特别是肺）出现血管炎，毛细血管栓塞、破裂，产生局部细胞浸润和点状出血。当大量童虫在人体移行时，患者可出现发热、咳嗽、痰中带血、嗜酸性粒细胞增多，这可能是局部炎症及虫体代谢产物引起的变态反应。\n" +
            "\n" +
            "成虫一般无明显致病作用，少数可引起轻微的机械性损害，如静脉内膜炎等。可是，它的代谢产物、虫体分泌物、排泄物、虫体外皮层更新脱落的表质膜等，在机体内可形成免疫复合物，对宿主产生损害。\n" +
            "\n" +
            "血吸虫病的病变主要由虫卵引起。虫卵主要是沉着在宿主的肝及结肠肠壁等组织，所引起的肉芽肿和纤维化是血吸虫病的主要病变。\n" +
            "\n" +
            "虫卵肉芽肿的形成是宿主对致病因子的一种免疫应答。一方面通过肉芽肿反应将虫卵破坏清除，并能隔离和清除虫卵释放的抗原，减少血液循环中抗原抗体复合物的形成和对机体的损害；另一方面，肉芽肿反应破坏了宿主正常组织，不断生成的虫卵肉芽肿形成相互连接的疤痕，导致干线型肝硬变及肠壁纤维化等一系列病变。\n" +
            "\n" +
            "血吸虫虫卵肉芽肿在组织血管内形成，堵塞血管，破坏血管结构，导致组织纤维化，这类病变主要见于虫卵沉积较多的器官，如肝和结肠。在肝内，虫卵肉芽肿位于门脉分支终端，窦前静脉，故肝的结构和功能一般不受影响。在重度感染患者，门脉周围出现广泛的纤维化，肝切面上，围绕在门静脉周围长而白色的纤维束从不同角度插入肝内，称干线型纤维化（pipestemfibrosis），是晚期血吸虫病特征性病变。　　",
        "clinicalPicture": "根据患者的感染度、免疫状态、营养状况、治疗是否及时等因素不同而异。日本血吸虫病可分为急性、慢性和晚期三期。当尾蚴侵入皮肤后，部分患者局部出现丘疹或荨麻疹，称尾蚴性皮炎。当雌虫开始大量产卵时，少数患者出现以发热为主的急性变态反应性症状，常在接触疫水后1～2月出现，除发热外，伴有腹痛、腹泻、肝脾肿大及嗜酸性粒细胞增多，粪便检查血吸虫卵或毛蚴孵化结果阳性，称急性血吸虫病。然后病情逐步转向慢性期，在流行区，90％的血吸虫病人为慢性血吸虫病，此时，多数患者无明显症状和不适，也可能不定期处于亚临床状态，表现腹泻、粪中带有粘液及脓血、肝脾肿大、贫血和消瘦等。一般在感染后5年左右，部分重感染患者开始发生晚期病变。根据主要临床表现，晚期血吸虫病可分为巨脾、腹水及侏儒三型。一个病人可兼有两种或两种以上表现。在临床上常见是以肝脾肿大、腹水、门脉高压，以及因侧支循环形成所致的食管下端及胃底静脉曲张为主的综合征。晚期病人可并发上消化道出血，肝性昏迷等严重症状而致死。儿童和青少年如感染严重，使垂体前叶功能减退，及其他因素可影响生长发育和生殖而致侏儒症。因肝纤维化病变在晚期常是不可逆的，并且对治疗反应甚差，从而导致临床上难治的晚期血吸虫病。　　",
        "treatment": "1．饮食疗法\n" +
            "\n" +
            "(1)苡仁赤豆粥：薏苡仁、赤小豆各30克，粳米100克，共煮粥，白糖调味服用，适用于腹水消退后常服。\n" +
            "\n" +
            "(2)参芪糯米粉：党参、黄芪、白术各50克，研粉过筛；炒熟的糯米粉1000克，与药粉混匀。每次50克，加白糖适量，开水冲服，每日2次。适用于腹水消退后服用。\n" +
            "\n" +
            "2．预防调护\n" +
            "\n" +
            "钉螺是血吸虫惟一的中间宿主，故消灭钉螺为预防血吸虫病的重要环节。用0．5％巴豆液浸杀，5％巴豆液喷洒，或0．25％闹洋花煎剂浸杀，均有灭螺效果。应尽量避免与疫水接触。有钉螺的河流应竖立标记，严禁在疫水中游泳嬉戏等。患病后，饮食宜以富有营养为原则，凡生冷、油炸、酸辣、烟酒、油腻之品，皆不宜食用。有腹水者还应忌盐。　　"
    },
    {
        "name": "钩体病",
        "briefIntroduction": "钩端螺旋体病（leptospirosis）简称钩体病，是由致病性钩端螺旋体引起的动物源性传染病。鼠类及猪是主要传染源，呈世界性范围流行。临床以早期钩端螺旋体败血症，中期的各器官损害和功能障碍，以及后期的各种变态反应后发症为特点。重症患者可发生肝肾功能衰竭和肺弥漫性出血，常危及患者生命。\n" +
            "\n" +
            "此病几遍及世界各大洲，尤以热带和亚热带为著。我国已有28个省、市、自治区发现本病，并以盛产水稻的中南、西南、华东等地区流行较重。发病季节主要集中在夏秋（6～10月）水稻收割期间，常以8～9月为高峰，青壮年农民发病率较高。在气温较高的地区，终年可见其散发病例。　",
        "etiology": "（一）传染源 主要为野鼠和猪。黑线姬鼠为稻田型钩体病的最重要传染源，而猪主要携带波摩那群，为洪水型钩体并流行的主要传染源。自然界虽有多种动物可感染和携带钩端螺旋体，但在本病流行中的意义不大，仅为一般储存宿主。钩体患者尿中虽有钩体排出，但数量很少，迄今尚未证实人与人之间的传播，故人作为传染源的可能性很小。\n" +
            "\n" +
            "（二）传播途径 钩体病传播方式为直接接触传播。人类感染除极个别来自实验室感染外，均来自接触受染动物排出到环境中的钩体所致。在秋收季节，野鼠群集田间觅食。其中病鼠将钩体的尿液排出污染田水和土壤，农民赤足下田劳作，钩体即可侵入手足皮肤细微破损处造成感染。在雨季和洪水季节，由猪粪便外溢广泛污染环境，人群接触疫水后，常引起感染流行。其他传播途径包括渔民捕鱼时接触疫水，涉水游泳，矿工及下水道工人作业等。\n" +
            "\n" +
            "（三）人群易感性 人群对钩体普遍易感。感染后可获较持久的同型免疫力，但不同型别间无交叉免疫。新人疫区的人易感性高，且易于发展为重型。\n" +
            "\n" +
            "（四）流行特征 由于钩体在外界存活需适当温度及湿度，其感染的方式需在特定的条件和环境下发生。使本病的流行具有明显的季节性、地区性、流行性和一定的职业性。我国多数地区钩体并发生和流行集中于多雨温暖的下求季节。在南方产稻区，常在收割季节短期内突发大量病例，成为局部流行或大流行。洪水型的发生亦集中在暴雨发生洪水后，短期出现成批病例流行。在非流行时期，则多为散发病例。此时，除临床较易漏诊和误诊外，亦常低估流行的实际情况。国外自70年代后，钩体病明显的从职业性接触转向野外活动偶然接触，年龄亦以儿童为主的倾向。但仍将农民、牧民、屠宰工人、下水道工人、打猎者等列为易感人群。此外，钩体并流行中的临床类型亦有明显变化。如在50—60年代，流行中的严重类型以黄疸出血型为主。而70年代在我国南方各省、韩国、波多黎各等国外有关的钩体流行报道中，则均以严重肺出血型致死的病例最突出。　",
        "clinicalPicture": "潜伏期2～20天，一般7～12天。因受染者免疫水平的差别以及受染菌株的不同，可直接影响其临床表现。Edward和Domm将钩体病分为第一期（即败血症期）、第二期（即免疫反应期）。国内曹氏将本病的发展过程分为早期、中期和晚期。这种分期对指导临床实践、特别是早期诊治，具有重要的意义",
        "treatment": "钩体病的治疗包括抗菌治疗、对症治疗及后症的治疗。\n" +
            "\n" +
            "（一）抗菌治疗 钩体对青霉素高度敏感，迄今尚无耐药株出现。为尽可能避免赫克斯海默尔反应而加重病情，一般主张青霉素首剂40万U肌内注射，病情重者可2h后追加40万U，每日总量为160万—240万U。对青霉素过敏者，临床应用庆大霉素、四环素、多西环素、白霉素均有很好疗效。钩体病为一自限性感染疾病，多数病人经1周左右可自行缓解恢复。对应用抗菌药物的价值一直存在争议。但现在的研究证实，在发病早期使用抗生素，能有效缩短发热期，加速症状消退，并阻断器官损害的发生。对发病4d以上的重症患者，应用青霉素静脉滴注亦取得满意的疗效。 钩体病患者在接受首剂青霉素或其他抗菌药物后，可因短时间内大量钩体被杀死而释放毒素，引起临床症状的加重反应，常见为高热、寒战、血压下降，赫克斯默尔反应。特别是少数病人可再诱发致命的肺弥漫性出血。故首剂抗菌药物注射后应加强监护数小时。\n" +
            "\n" +
            "（二）对症治疗 主要针对各种类型的重型钩体病患者。黄疸出血型患者常有肝肾功能障碍及出血倾向，可给与维生素K注射，每日mg，输入足够的热量及液体。重型病例加用肾上腺皮质激素短程治疗，如泼尼松30—40mg/d，疗程2-4周，逐渐撤停。肾功能不全者除注意水电解质及酸碱平衡外，应及时采用腹膜透析或血透析治疗以挽救患者生命。肺弥漫型出血型患者需给与适当镇静剂控制烦躁，大剂量氢化可的松配合抗菌药物控制病情。开始可静脉推注氢化可的松100—200mg＋继用200mg置等渗糖水100—200ml中静脉滴注维持。如首次静脉推注后病情无改善，可于半小时到1小时内重复静脉推注，直至患者面色转红、全身出汗、逐渐安静、肺部罗音减少不再扩散，则表示病情已获控制。心率＞120次/分者，可酌情应用西地兰0.2mg缓慢静脉滴注。患者常出现血压偏低，但切忌应用升压药，以免促进肺出血。\n" +
            "\n" +
            "（三）后发症的治疗 钩体病后发症为机体免疫反映所致，故无须抗菌药物。轻症状者常可自行缓解。对影响较大的眼葡萄膜炎、脑动脉炎等，可酌情应用肾上腺皮质激素以缓解病情。　　\n" +
            "\n" +
            "钩端螺旋体病（Leptospinosis，简称钩体病）是由各种不同型别的致病性钩端螺旋体（简称钩体）引起的急性传染病。是接触带菌的野生动物和家畜，钩体通过暴露部位的皮肤进入人体而获得感染的人畜共患病。鼠类和猪为主要的传染源。因个体免疫水平的差别以及受染菌株的不同，临床表现轻重不一。典型者起病急骤，早期有高热、倦怠无力、全身酸痛、结膜充血、腓肌压痛、表浅淋巴结肿大；中期可伴有肺弥漫性出血，明显的肝、肾、中枢神经系统损害；晚期多数病人恢复，少数病人可出现后发热、眼葡萄膜炎以及脑动脉闭塞性炎症等。肺弥漫性出血、肝、肾功能衰竭常为致死原因。"
    },
    {
        "name": "霍乱",
        "briefIntroduction": "霍乱(cholera)，早期译作虎力拉，中医俗称触恶，是由霍乱弧菌所致的烈性肠道传染病，临床上以剧烈无痛性泻吐，米泔样大便，严重脱水，肌肉痛性痉挛及周围循环衰竭等为特征，能在数小时内造成腹泻脱水甚至死亡。霍乱是由霍乱弧菌所引起的，通常是血清型O1的霍乱弧菌所致，但是在1992年曾经有O139的新血清型造成流行。霍乱弧菌存在于水中，最常见的感染原因是食用被病人粪便污染过的水。霍乱弧菌能产生霍乱毒素，造成分泌性腹泻，即使不再进食也会不断腹泻，洗米水状的粪便是霍乱的特征。\n" +
            "\n" +
            "霍乱弧菌包括两个生物型，即古生物型和埃尔托生物型。过去把前者引起的疾病称为霍乱，把后者引起的疾病称为副霍乱。1962年世界卫生大会决定将副霍乱列入《国际卫生条例》检疫传染病“霍乱”项内，并与霍乱同样处理。解放后我国已消灭本病，但国外仍有不断发生和流行，因此必须随时警惕本病的发生，认真做好预防工作。霍乱为我国法定的甲级烈性传染病，要求在发现确诊或疑似病例后2小时内上报。",
        "etiology": "霍乱弧菌分为两个生物型，一个中古典生物型即霍乱的病原体，另一个是爱尔.托生物型即副霍乱的病原体。这两个生物型除某些生物学特征有所不同外，在形态学及血清学性状方面几乎相同，霍乱弧菌为革兰氏染色阴性，对干燥、日光、热、酸及一般消毒剂均敏感。霍乱弧菌产生致病性的是内毒素及外毒素，正常胃酸可杀死弧菌，当胃酸暂时低下时或入侵病毒菌数量增多时，未被胃酸杀死的弧菌就时入小肠，在碱性肠液内迅速繁殖，并产生大量强烈的外毒素。这种外毒素具有ADP-核糖转移酶活性，进入细胞催化胞内的NAD+的ADP核糖基共价结合亚基上后，会使这种亚基不能将自身结合的GTP水解为GDP，从而使这种亚基处于持续活化状态，不断激活腺苷酸环化酶，致使小肠上皮细胞中的cAMP水平增高，导致细胞大量钠离子和水持续外流。这种外毒素对小肠粘膜的作用引起肠液的大量分泌，其分泌量很大，超过肠管再吸收的能力，在临床上出现剧烈泻吐，严重脱水，致使血浆容量明显减少，体内盐分缺乏，血液浓缩，出现周围循环衰竭。由于剧烈泻吐，电解质丢失、缺钾缺钠、肌肉痉挛、酸中毒等甚至发生休克及急性肾功衰竭。　　",
        "clinicalPicture": "人受染后，隐性感染者比例较大。在显性感染者中，以轻型病例为多，这一情况在埃尔托型霍乱尤为明显。本病的潜伏期可由数小时至5日,以1～2日为最常见。多数患者起病急骤，无明显前驱症状。病程一般可分为三期：\n" +
            "\n" +
            "① 泻吐期多以突然腹泻开始，继而呕吐。一般无明显腹痛，无里急后重感。每日大便数次甚至难以计数，量多，每天2000～4000ml，严重者8000ml以上，初为黄水样，不久转为米泔水水样便，少数患者有血性水样便或柏油样便，腹泻后出现喷射性和边疆性呕吐，初为胃内容物，继而水样，米泔样。呕吐多不伴有恶心，喷射样，其内容物与大便性状相似。约15％的患者腹泻时不伴有呕吐。由于严重泻吐引起体液与电解质的大量丢失，出现循环衰竭，表现为血压下降，脉搏微弱，血红蛋白及血浆比重显著增高，尿量减少甚至无尿。机体内有机酸及氮素产物排泄受障碍，患者往往出现酸中毒及尿毒症的初期症状。血液中钠钾等电解质大量丢失，患者出现全身性电解质紊乱。缺钠可引起肉痉挛，特别以腓肠肌和腹直肌为最常见。缺钾可引起低钾综合征，如全身肌肉张力减退、肌腱反射消失、鼓肠、心动过速、心律不齐等。由于碳酸氢根离子的大量丢失，可出现代谢性酸中毒，严重者神志不清,血压下降。\n" +
            "\n" +
            "②脱水虚脱期,患者的外观表现非常明显,严重者眼窝深陷,声音嘶哑，皮肤干燥皱缩，弹性消失，腹下陷呈舟状，唇舌干燥，口渴欲饮，四肢冰凉，体温常降至正常以下，肌肉痉挛或抽搐。患者生命垂危，但若能及时妥善地抢救，仍可转危为安，逐步恢复正常。\n" +
            "\n" +
            "③恢复期，少数患者（以儿童多见）此时可出现发热性反应,体温升高至38～39℃,一般持续1～3天后自行消退，故此期又称为反应期。病程平均3～7天。",
        "treatment": "①按消化道传染病严密隔离。隔离至症状消失6天后，粪便弧菌连续3次阴性为止，方可解除隔离，病人用物及排泄物需严格消毒，可用加倍量的20%漂白粉乳剂或2～3%来苏儿，0.5%氯胺，还可用新药“84”消毒液消毒，病区工作人员须严格遵守消毒隔离制度，以防交叉感染。\n" +
            "\n" +
            "②休息。重型患者绝对卧床休息至症状好转。\n" +
            "\n" +
            "③饮食。剧烈泻吐暂停饮食，待呕吐停止腹泻缓解可给流质饮食，在患者可耐受的情况下缓慢增加饮食。\n" +
            "\n" +
            "④水份的补充为霍乱的基础治疗，轻型患者可口服补液，重型患者需静脉补液，待症状好转后改为口服补液。\n" +
            "\n" +
            "⑤标本采集。患者入院后立即采集呕吐物的粪便标本，送常规检查及细菌培养，注意标本采集后要立即送检。\n" +
            "\n" +
            "⑥密切观察病情变化。每4小时测生命体征1次，准确纪录出入量，注明大小便次数、量和性状。"
    },
    {
        "name": "麻疹",
        "briefIntroduction": "麻疹，病名。出《古今医鉴》。又名瘄、麻证、瘄子、痧子、肤证、糠疮、粰疮。是一种由麻疹病毒引起的发疹性传染病。多见于婴幼儿。四季均可发病，尤以冬春季最易流行。发病主要在肺胃二经。临床发现以发热、咳嗽、眼泪汪汪、口腔颊部粘膜上有栗形白点为特征。因“内蕴热毒，外感天行”所致，属温热病的范畴。一般分初热期、见形期、收末期三个阶段。初热期宜宣肺透疹，用宣毒发表汤；见形期应清热解毒，用紫草红花饮（紫草根、西红花、连翘、银花、黄连、浙贝、枇杷叶、板蓝根、竹叶、木通、甘草）；收末期须养津扶正。由于病证轻重不同，临床分麻疹顺证、麻疹逆证、麻疹险证，参见各条。\n" +
            "\n" +
            "麻疹是儿童最常见的急性呼吸道传染病之一，其传染性很强，在人口密集而未普种疫苗的地区易发生流行约2～3年发生一次大流行。临床上以发热、上呼吸道炎症、眼结膜炎等而以皮肤出现红色斑丘疹和颊粘膜上有麻疹粘膜斑及疹退后遗留色素沉着伴糠麸样脱屑为特征。我国自1965年，开始普种麻疹减毒活疫苗后已控制了大流行。",
        "etiology": "当易感者吸入麻疹患者鼻咽部分泌物或含有病毒的飞沫后，麻疹病毒在局部粘膜短期繁殖，同时有少量病毒侵人血液；此后病毒在远处器官的单核巨噬细胞系统中复制活跃，大约在感染后第5~7天，大量进入血液，此即为临床前驱期。在此时期，患儿全身组织如呼吸道上皮细胞和淋巴组织内均可找到病毒，并出现在鼻咽分泌物、尿及血液等分泌物和体液中，此时传染性最强。皮疹出现后，病毒复制即减少，到感染后第16天，仅尿内病毒尚能持续数日。出疹后第2天，血清内抗体几乎100％阳性，临床症状也开始明显改善。由于此时全身及局部免疫反应尚受抑制中，故部分病人常继发鼻窦炎、中耳炎和支气管肺炎。10％的患儿脑脊液中淋巴细胞明显增多，50％在病情高峰时有脑电图改变，但仅0.1％有脑炎的症状和体征，其出现常在急性起病数天后，此时血清中抗体已增高，且已找不到病毒，因此考虑为自身免疫性脑炎。",
        "clinicalPicture": "典型麻疹可分以下四期\n" +
            "\n" +
            "1、潜伏期 一般为10~14天，亦有短至1周左右。在潜伏期内可有轻度体温上升。\n" +
            "\n" +
            "2、前驱期 也称发疹前期，一般为3~4天。这一期的主要表现类似上呼吸道感染症状：①发热，见于所有病例，多为中度以上发热；②咳嗽、流涕、流泪、咽部充血等其它症状，以眼症状突出，结膜发炎、眼睑水肿、眼泪增多、畏光、下眼睑边缘有一条明显充血横线（Stimson线），对诊断麻疹极有帮助。③Koplik斑，在发疹前24~48小时出现，为直径约1.0mm灰白色小点，外有红色晕圈，开始仅见于对着下臼齿的颊粘膜上，但在一天内很快增多，可累及整个颊粘膜并蔓延至唇部粘膜，粘膜疹在皮疹出现后即逐渐消失 可留有暗红色小点；④偶见皮肤荨麻疹，隐约斑疹或猩红热样皮疹，在出现典型皮疹时消失；⑤部分病例可有一些非特异症状，如全身不适、食欲减退、精神不振等。婴儿可有消化系统症状。 幼儿常有呕吐、腹泻，在软腭、硬腭弓出现红色细小内疹。第2～3日可于双侧近臼齿颊粘膜处出现细砂样灰白色小点，绕以红晕，称麻疹粘膜斑，为本病早期特征，也可见于下唇内侧及牙龈粘膜，偶见于上腭，一般维持16～18小时，有时1～2日，多于出疹后1～2日内消失。\n" +
            "\n" +
            "3、出疹期 多在发热后3~4天出现皮疹。体温可突然升高至40~40.5℃，皮疹开始为稀疏不规则的红色斑丘疹，疹间皮肤正常，始见于耳后、颈部、沿着发际边缘，24小时内向下发展，遍及面部、躯干及上肢，第3天皮疹累及下肢及足部，病情严重者皮疹常融合，皮肤水肿，面部浮肿变形。大部分皮疹压之褪色，但亦有出现瘀点者。全身有淋巴结肿大和脾肿大，并持续几周，肠系膜淋巴结肿可引起腹痛、腹泻和呕吐。阑尾粘膜的麻疹病理改变可引起阑尾炎症状。疾病极期特别是高热时常有谵妄、激惹及嗜睡状态，多为一过性，热退后消失，与以后中枢神经系统合并症无关。此期肺部有湿性罗音，X线检查可见肺纹理增多。\n" +
            "\n" +
            "4、恢复期 出疹3~4天后皮疹开始消退，消退顺序与出疹时相同；在无合并症发生的情况下，食欲、精神等其他症状也随之好转。疹退后，皮肤留有糠麸状脱屑及棕色色素沉着，7~10天痊愈。　　",
        "treatment": "（一）一般治疗 卧床休息，房内保持适当的温度和湿度，有畏光症状时房内光线要柔和；给予容易消化的富有营养的食物，补充足量水分；保持皮肤、粘膜清洁。\n" +
            "\n" +
            "（二）对症治疗 高热时可用小量退热剂；烦躁可适当给予苯巴比妥等镇静剂；剧咳时用镇咳祛疾剂；继发细菌感染可给抗生素。麻疹患儿对维生素A需要量大，世界卫生组织推荐，在维生素A缺乏区的麻疹患儿应补充维生素A，＜l岁者每日给 10万单位，年长儿20万单位，共两日，有维生素A缺乏眼症状者 I~4周后应重复。\n" +
            "\n" +
            "（三）中药方剂\n" +
            "\n" +
            "凉血饮　"
    },
    {
        "name": "麻风病",
        "briefIntroduction": "麻风病是由麻风杆菌引起的一种慢性接触性传染病。主要侵犯人体皮肤和神经，如果不治疗可引起皮肤、神经、四肢和眼的进行性和永久性损害。麻风病的流行历史悠久，分布广泛 ，给流行区人民带来深重灾难。要控制和消灭麻风病，必须坚持“预防为主”的方针，贯彻“积极防治，控制传染”的原则，执行“边调查、边隔离、边治疗”的做法，积极发现和控制传染病源，切断传染途径，同时提高周围自然人群的免疫力，对流行地区的儿童、患者家属以及麻风菌素及结核菌素反应均为阴性的密切接触者给予卡介苗接种，或给予有效的化学药物进行预防性治疗。",
        "etiology": "病原菌是麻风杆菌。在光学显微镜下完整的杆菌为直棒状或稍有弯曲，长约2～6微米，长约0.2～0.6微米，无鞭毛、芽孢或荚膜。非完整者可见短棒状、双球状、念珠状、颗粒状等形状。数量较多时有聚簇的特点，可形成球团状或束刷状。在电子显微镜下可观察麻风杆菌新的结构。麻风杆菌抗酸染色为红色，革兰氏染色为阳性。离体后的麻风杆菌，在夏季日光照射2～3小时即丧失其繁殖力，在60℃处理一小时或紫外线照射两小时，可丧失其活力。一般应用煮沸、高压蒸气、紫外线照射等处理即可杀死。麻风病人是麻风杆菌的天然宿主。麻风杆菌在病人体内分布（以瘤型一端病人为例）比较广泛，主要见于皮肤、粘膜、周围神经、淋巴结、肝脾等网状内皮系统某些细胞内。在皮肤主要分布于神经末梢、巨噬细胞、平滑肌、毛带及血管壁等处。在粘膜以甚为常见。此外骨髓、睾丸、肾上腺、眼前半部等处也是麻风杆菌容易侵犯和存在的部位，周围血液及横纹肌中也能发现少量的麻风杆菌。麻风杆菌主要通过破溃的皮肤和粘膜（主要是鼻粘膜）排出体外，其它在乳汁、泪液、精液及阴道分泌物中，也有麻风杆菌，但菌量很少。\n" +
            "\n" +
            "麻风杆菌动物接种：1960年Shepard在小鼠足垫中，初步接种成功，得到有限的局部繁殖，建立了小鼠足垫感染模型。1966年在Ress应用免疫抑制法，造成严重的系统性感染，使麻风杆菌的动物接种前进了一大步。1971年Kirchheimer 与 Storrs应用犰狳接种麻风杆菌成功，建立犰狳感染模型。1976年高板健二等报告应用裸鼠（先天性无胸腺小鼠）接种麻风杆菌获得成功。麻风杆菌的人工培养，到目前还未获得公认的成功。因此，上工培养仍是今后研究的重点。　",
        "clinicalPicture": "麻风病的诊断必须细致耐心，争取早期确诊、不漏诊、不误诊。早治早愈，不致时机使病情加重，造成畸形、残废，或使扩大传染。诊断主要根据病史、临床症状、细菌检查和组织病理等检查结果，综合分析，得出结论。对个别一时难以确诊的病例，可以定期复诊和随访，或请有关科会诊，给予排除或确诊。\n" +
            "\n" +
            "一、病史询问必须着重了解与麻风病有关的项目，如是否来自流行区、家族、亲友和邻居有无同样的病人，有无接触史等。\n" +
            "\n" +
            "二、体格检查要系统全面，在自然光线下检查全身皮肤、神经和淋巴结等。 检查神经时既要注意周围神经干的变化，又要注意感觉和运动功能的变化。周围神经干检查：一般注意耳大神经、尺神经和腓神经，其他如眶上神经、颈前神经、锁骨上神经、中神经、桡神经、腓浅神经、胫后神经和皮损周围及其下面的皮神经。检查时应注意其硬度、粗细、结节、有无脓疡以及压痛等。神经功能检查，是测定神经未稍受累的情况，分为主观检查和客观检查法。\n" +
            "\n" +
            "1．主观感觉检查法皮肤感觉障碍的顺序，一般先失温觉（冷热觉），次失痛觉，最后失触觉。检查时应先将检查方法告诉病人，进行示教性检查，然后依次检查：冷热觉检查，可用两个大小相同试管，分装冷水和热水（50℃）。分别先在健康皮肤上试验，然后在皮损处两管交替，无一定顺序接触皮肤，让病人回答冷热是否正确。痛觉检查可用大头针或缝衣针先在健康皮肤上扎刺，然后再刺皮损，测试痛觉消失或迟钝；触觉检查可用毛或棉签的棉毛轻轻划触皮肤，让病人立即用手指出划触的部位，测试触觉丧失或迟钝。\n" +
            "\n" +
            "2、客观试验方法\n" +
            "\n" +
            "①组胺试验：用1/1000的磷酸组胺水溶液0.1毫升，分别注入健康皮肤和皮损处皮内，经过20秒钟左右，正常是局部先出现一个直径10毫米的红斑，再经40秒钟，又在原红斑的周围出现一个直径30～40毫米的红斑，红斑的边缘弥漫不整，称为继发性红斑，最后在红斑的中央形成一个风团，如不出现继发性红斑即为异常，此法用于浅色斑和白色斑的检查。②毛果芸香碱试验（出汗试验）：选择正常皮肤和皮损，分别涂上碘酒，待干后，在两处皮内注射1/1000毛果芸香碱液0.1毫升，立即在上面撒上薄层淀粉，约经3～5分钟后，正常皮肤出汗，淀粉立即变为蓝紫色，如不出汗，淀粉不变色。③立毛肌功能试验：用1：100000的苦味酸菸碱液0.1毫升，分别注射于皮损及健康皮肤的皮内，如神经末梢正常，则立毛肌收缩出现鸡皮现象，否则，不出现鸡皮现象。\n" +
            "\n" +
            "3、运动功能障碍检查检查时让病人抬额、皱眉、鼓腮、吹哨、露齿等动作，观察面部神经是否麻痹。让病人作屈伸手腕 ，内外展指、对指、握掌等动作，观察上肢的神经功能。让病人作足的背伸、跖屈、内翻、外翻等动作。观察腓神经是否麻痹。\n" +
            "\n" +
            "三、麻风杆菌检查主要从皮肤和粘膜上取材，必要时可作淋巴结穿刺查菌。皮肤查菌取材：选择有活动性，皮肤损害，消毒皮肤。检查时戴消毒手套，用左手拇、食两指将患者皮肤捏紧提起，使局部皮肤变白，然后右手持脱刀切开一个5毫米长，3毫米深的切口，以刀刃刮取组织液，涂在载物片上，固定抗酸染色、镜检。切口棉球贴压，取材部位的多少视需要而定。\n" +
            "\n" +
            "四、组织病理检查 对麻风的诊断、分型和疗效判定都有重要意义。取材应选择活动性损害，宜深达脂肪层，如损害不同，取材时需要同时切取两处送检，这对界线类麻风诊断是有价值的。麻风菌素试验：是一种简易的测定机体对麻风杆菌抵抗力的方法，它可部分地反映机体对麻风杆菌细胞免疫反应的强弱和有无。麻风菌素的种类有粗制麻风菌素、纯杆菌麻风菌素和纯蛋白麻风菌素，目前通用者为粗制麻风菌素（又称完整麻风菌素）。\n" +
            "\n" +
            "1．试验方法和结果判断在前臂屈侧皮内注射粗制麻风菌素 0.1毫升，形成一个直径约6～8毫米的白色隆起，以后观察反应结果。早期反应：注射后48小时观察判断结果，注射处有浸润性红斑直径大于20毫米者为强阳性（卅），15～20毫米者为中等阳性（廿），10～15毫米者为弱阳性（＋），5～10毫米者为可疑（±），5毫米以下或无反应者为阴性（-）；晚期反应：注射21天观察判断结果，注射处发生红色浸润性结节并有破溃者为强阳性（卅），结节浸润直径大于5毫米者为中等阳性，结节浸润直径3～5毫米者为弱阳性（＋），轻度结节浸润或在3毫米以下者为可疑（±），局部无反应者为阴性（-）。\n" +
            "\n" +
            "2．临床意义早期反应表示机体对麻风杆菌的敏感性。晚期反应阳性表示机体对麻风杆菌的特异性细胞免疫反应的能力强，具有免疫力；晚期反应阴性说明机体对麻风杆菌的细胞免疫反应受到抑制，缺乏免疫力。麻风菌素晚期反应的强度与机体对麻风菌抵抗力的强度成正比。因此，麻风菌素试验对麻风病的分型，判断预后或机体抵抗力具有实际应用的价值。\n" +
            "\n" +
            "在鉴别诊断时必须掌握麻风病的皮损特点，皮损常伴有感觉障碍，周围神经干常呈粗大，瘤型麻风的损害中常检查出麻风菌。用这些特点与其它疾病鉴别时，在一般情况下是可以鉴别的。\n" +
            "\n" +
            "需要鉴别的皮肤病：瘤型麻风应与皮肤黑热病、神经纤维瘤、斑秃、结节性黄色瘤、鱼鳞病、酒渣鼻、脂溢性皮炎、结节性红斑、皮肌炎等鉴别：结核样型麻风应与肉样瘤、环状红斑、持久隆起性红斑、皮肤黑热病浅色斑型、环状肉芽肿、寻常性狼疮、体癣、远心性红斑等鉴别；未定类麻风应与白癜风、贫血痣、皮肤黑热病浅色斑型浅色斑型和花斑癣等鉴别：界线类麻风应与红斑性狼疮、皮肤黑热病、蕈样肉芽肿（浸润期）等鉴别。\n" +
            "\n" +
            "需要鉴别的神经病：如脊髓空洞症，其它原因引起的多发性神经炎、外伤性周围神经损伤、进行性脊髓性肌萎缩、进行性增殖性间质性神经炎、进行性肌营养不良、股外侧皮神经炎、面神经麻痹等。",
        "treatment": "要早期、及时、足量、足程、规则治疗，可使健康恢复较快，减少畸形残废及出现复发。为了减少耐药性的产生，现在主张数种有效的抗麻风化学药物联合治疗。\n" +
            "\n" +
            "1、化学药物\n" +
            "\n" +
            "（1）氨苯砜（DDS）为首选药物。开始剂量每天50mg，4周每天100mg，连续服用。每周服药6天，停药1天，连服3个月后停药2周。副作用有贫血、药疹、粒性细胞减少及肝肾功能障碍等。近年来，由于耐氨苯砜麻风菌株的出现，多主张采用联合疗法。\n" +
            "\n" +
            "（2）氯苯吩嗪（B633）不但可抑制麻风杆菌，且可抗Ⅱ型麻风反应。100--200mg/日，口服。每周服药6天，停药1天。长期服用可出现皮肤红染及色素沉着。\n" +
            "\n" +
            "（3）利福平（RFP）对麻风杆菌有快速杀灭作用。450～600mg/日，口服。　"
    },
    {
        "name": "黑热病",
        "briefIntroduction": "　　 由于白蛉叮咬而感染杜氏利什曼原虫的无鞭毛体主要寄生在肝、脾、骨髓、淋巴结等器官的巨噬细胞内，常引起全身症状，如发热、肝脾肿大、贫血、鼻衄等。在印度，患者皮肤上常有暗的色素沉着，并有发热，故又称Kala-azar，即黑热的意思。因其致病力较强很少能够自愈，如不治疗常因并发病而死亡。\n" +
            "\n" +
            "14世纪时,它由海上贸易的船只,将一只携带病毒的老鼠带进意大利，从而导致欧洲盛行，死伤无数。它成功的将文艺复兴后推了近半个世纪，也使大多数喜欢铁胸衣的女人理智的放弃了那种病态美的追求。\n" +
            "\n" +
            "本病潜伏期一般为3-5个月，起病常缓慢。早期症状有发热、畏寒、出汗、全身不适、食欲不振等。热型不规则、有时24小时内体温可有2次升高。起病半年后，患者日渐消瘦，并出现鼻出血、牙龈出血、贫血、肝脾肿大，皮肤变黑（故称为黑热病）。在病程中，病情常有波动，缓解和加重交替出现。由于久病体弱，常易并发细菌性感染，如肺结核、支气管炎等。 　",
        "etiology": "杜氏利什曼原虫病属人兽共患疾病。除在人与人之间传播外，也可在动物与人，动物与动物之间传播。本病分布很广，亚、欧、非、拉美等洲均有本病流行。主要流行于中国、印度及地中海沿岸国家。在我国，黑热病流行于长江以北的广大农村中，包括山东、河北、河南、江苏、安徽、陕西、甘肃、新疆、宁夏、青海、四川、山西、湖北、辽宁、内蒙古及北京市郊等16个省市自治区。近年来主要在甘肃、四川、陕西、山西、新疆和内蒙古等地每年有病例发生，病人集中于陇南和川北。\n" +
            "\n" +
            "在我国过去曾流行于长江以北地区。传染源是病人和病犬（癞皮狗），通过白蛉传播。每年-8月为白蛉活动季节，白蛉吸吮患者的血液时，原虫便进入白蛉体内，发育繁殖成鞭毛体，7天后白蛉再次叮蛟人体时，将鞭毛体注入，即可引起感染。原虫主要生活在患者的血液、肝、脾、骨髓和淋巴结中。\n" +
            "\n" +
            "根据传染来源的不同，黑热病在流行病学上可大致分为三种不同的类型，即人源型、犬源型和自然疫源型；分别以印度、地中海盆地和中亚细亚荒漠内的黑热病为典型代表。我国由于幅员辽阔，黑热病的流行范围又广，包括平原、山丘和荒漠等三种不同类型的地区，因此这三种不同类型的黑热病在国内都能见到。它们在流行历史，寄生虫与宿主的关系以及免疫等方面，有着明显的差别，在流行病学上也各有其特点。",
        "clinicalPicture": "细胞增生是脾、肝、淋巴结肿大的基本原因，其中脾肿大最为常见，出现率在95％以上。后期则因网状纤维结缔组织增生而变硬。患者血浆内清蛋白量减少球蛋白量增加，出现清蛋白、球蛋白比例倒置。球蛋白中IgG滴度升高。血液中红细胞、白细胞及血小板都减少，这是由于脾功能亢进，血细胞在脾内遭到大量破坏所致。此外，免疫溶血也是产生贫血的重要原因。皮肤型黑热病：皮肤损害与内脏同时并发者，占58.0％；一部分病人（32.3％）发生在内脏病消失多年之后；还有少数（9.7％）既无内脏感染，又无黑热病病史的原发病人。皮肤损伤除少数为褪色型外，多数为结节型。结节呈大小不等的肉芽肿，或呈暗色丘疹状，常见于面部及颈部，在结节内可查到无鞭毛体。淋巴结型黑热病：此型患者的特征是无黑热病病史，局部淋巴结肿大，大小不一，位较表浅，无压痛，无红肿，嗜酸性粒细胞增多。淋巴结活检可在类上皮细胞内查见无鞭毛体。",
        "treatment": "注射低毒高效的葡萄糖酸锑纳0.1g×40支，计量：20mg/kg静脉或肌肉注射，20天一疗程。疗效可达97.4％。抗锑病人采用戊脘脒（pentamidine）、二脒替（stilbamidine）、羟眯替（hydroxystilbamidine isothionate）。经多种药物治疗无效而脾高度肿大且有脾功能亢进者，可考虑脾切除。　　"
    }
]
